Repository: bryceco/GoMap
Catalog: src/iOS/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, et, eu, fi, fr, hr, id, it, ja, mr, nb_no, nl, oc, pl, pt, pt_br, ru, ta, uk, vi, zh_hans, zh_hant

source: Can't delete node that is part of a relation
ar: لا يمكن حذف العقدة التي تكون جزء من علاقة
cs: Nelze odstranit bod, který je součástí relace
de: Kann Knoten, der Teil einer Relation ist, nicht löschen
es: No es posible eliminar un nodo que forma parte de una relación
et: Relatsiooni osaks olevat sõlme ei saa kustutada
fr: Impossible de supprimer un nœud faisant partie d'une relation
hr: Nije moguće izbrisati čvor koji je dio veze
id: Tidak dapat menghapus node yang merupakan anggota dari relasi
it: Non è possibile eliminare un nodo che fa parte di una relazione
ja: リレーションの一部になっているノードは削除できません
mr: संबंधाचा भाग असलेली गाठ पुसून टाकू शकत नाही
nb_no: Kan ikke slette node som er del av en relasjon
nl: Kan een knoop die deel is van een relatie niet verwijderen
pt: Não é possível eliminar nós que fazem parte de uma relação
pt_br: Não é possível apagar nós que são parte de uma relação
ru: Нельзя удалить точку, являющуюся частью отношения
ta: ஒரு உறவின் ஒரு பகுதியாக இருக்கும் முனையை நீக்க முடியாது
uk: Не можна видалити точку що є членом звʼязку
zh_hans: 不能删除关系中的节点
zh_hant: 無法刪除關係中的節點

source: Can't delete relation that is not a multipolygon
ar: لا يمكن حذف علاقة ليست من نوع مضلعات متعددة
cs: Nelze odstranit relaci, která není multipolygon
de: Kann Relation, die kein Multipolygon ist, nicht löschen
es: No es posible eliminar una relación que no sea un multipolígono
et: Ei saa kustutada relatsiooni, mis ei ole hulknurk
fr: Impossible de supprimer une relation qui n'est pas un polygone multiple
hr: Nije moguće izbrisati vezu koja nije mnogokut
id: Tidak dapat menghapus relasi yang bukan merupakan multipolygon
it: Non è possibile eliminare una relazione che non è un multipoligono
ja: マルチポリゴンでないリレーションは削除できません
mr: बहुभुज नसलेला संबंध पुसून टाकू शकत नाही
nb_no: Kan ikke slette en relasjon som ikke er en multipolygon
nl: Kan een relatie die geen multipolygoon is niet verwijderen
pt: Não é possível eliminar uma relação que não seja um multipolígono
pt_br: Não é possível apagar relação que não seja um multipolígono
ru: Невозможно удалить отношение, которое не является мультиполигоном
ta: மல்டிபோலிகான் அல்லாத உறவை நீக்க முடியாது
uk: Не можна видалити звʼязок що не є мультиполігоном
zh_hans: 无法删除不是复杂多边形的关系
zh_hant: 無法刪除不是複多邊形的關係

source: Can't delete way that is part of a Route or similar relation
ar: لا يمكن حذف الطريق الذي يكون جزءاً من مسار أو علاقة مشابهة
cs: Nelze odstranit linii, která je součástí trasy nebo obdobné relace
de: Kann Weg, der Teil einer Route oder ähnlichen Relation ist, nicht löschen
es: No se puede eliminar un camino que forma parte de una ruta o relación similar
et: Marsruudi või sarnase relatsiooni osaks olevat teed ei saa kustutada
fr: Impossible de supprimer un chemin qui est membre d'une relation Route ou similaire
hr: Nije moguće izbrisati put koji je dio rute ili slične veze
it: Non è possibile eliminare una via che fa parte di una rotta o di una relazione simile
ja: ルートやそれに類似したリレーションの一部になっているウェイは削除できません
mr: मार्ग किंवा तत्सम संबंधाचा भाग असलेला मार्ग पुसू शकत नाही
nb_no: Kan ikke slette vei som er en del av en rute eller lignende relasjon
nl: Kan een weg die deel uitmaakt van een Route of vergelijkbare relatie niet verwijderen
pt: Não é possível eliminar uma linha que faz parte de uma rota ou relação similar
pt_br: Não é possível apagar a linha que é parte de uma rota ou relação similar
ru: Невозможно удалить линию, которая является частью маршрута или похожего отношения
ta: ஒரு பாதையின் ஒரு பகுதியாக அல்லது ஒத்த உறவின் ஒரு பகுதியை நீக்க முடியாது
uk: Не можна видалити лінію що є частиною маршруту чи схожого звʼязку
zh_hans: 无法删除属于道路或其他关系中的路径
zh_hant: 無法刪除路線或類似關係中的線段

source: Can't extend way
ar: لا يمكن تمديد الطريق
cs: Linii nelze prodloužit
de: Kann Weg nicht verlängern
es: No es posible extender la vía
et: Teed ei saa laiendada
fr: Impossible d'étendre le chemin
hr: Put se ne može produžiti
it: Non è possibile estendere la via
ja: ウェイを拡張できません
mr: मार्ग वाढवू शकत नाही
nb_no: Kan ikke forlenge vei
nl: Kan weg niet uitbreiden
pt: Não é possível estender a linha
pt_br: Não é possível estender a linha
ru: Невозможно продлить линию
ta: வழியை நீட்ட முடியாது
uk: Не можна подовжити лінію
zh_hans: 无法延伸路径
zh_hant: 無法延伸線段

source: Can't remove component of a Route or similar relation
ar: لا يمكن إزالة مكون مسار أو علاقة مشابهة
cs: Nelze odstranit součást trasy nebo obdobné relace
de: Komponente einer Route oder ähnlichen Relation kann nicht entfernt werden
es: No se puede eliminar el componente de una ruta o relación similar
et: Marsruudi või sarnase relatsiooni komponenti ei saa kustutada
fr: Impossible de supprimer un composant d'une relation Route ou similaire
hr: Nije moguće ukloniti komponentu rute ili slične veze
ja: ルートやそれに類するリレーションのコンポーネントは削除できません
mr: मार्ग किंवा तत्सम संबंधाचा घटक काढू शकत नाही
nb_no: Kan ikke fjerne en komponent i en rute eller lignende relasjon
nl: Kan component van een Route of vergelijkbare relatie niet verwijderen
pt: Não é possível remover um componente de uma rota ou relação similar
pt_br: Não é possível remover componente de uma rota ou relação similar
ru: Невозможно удалить компонент маршрута или подобного отношения
ta: ஒரு பாதை அல்லது ஒத்த உறவின் கூறுகளை அகற்ற முடியாது
uk: Не можна видалити компонент маршруту чи схожого звʼязка
zh_hant: 無法移除屬於路線或類似關係中的成員

source: Can't remove node in Turn Restriction 'via' way
ar: لا يمكن إزالة عقدة تقييد الانعطاف "عبر" الطريق
cs: Nelze odstranit bod omezení odbočení v cestě „přes“
de: Kann Knoten in 'Via'-Weg der Abbiegebeschränkung nicht löschen
es: No se puede eliminar el nodo en la forma 'via' de Restricción de giro
et: Pöördepiirangu 'kaudu' teel olevat punkti ei saa eemaldada
fr: Impossible de supprimer le nœud d'un chemin 'via' d'une interdiction de tourner
hr: Nije moguće ukloniti čvor u ograničenju skretanja s puta „preko”
ja: 進行方向制限の'via'ウェイ内のノードは削除できません
mr: वळण प्रतिबंध 'via' मार्गातील गाठ काढू शकत नाही
nl: Kan een knoop in afslagbeperking 'via'-weg niet verwijderen
pt: Não é possível remover o nó numa restrição de viragem da linha com a função 'via' (através de)
pt_br: Não é possível remover o nó em restrição de direção da linha com função 'via' (através de)
ru: Невозможно удалить точку на линии с ролью 'via', участвующую в ограничении манёвров
ta: 'வழியாக' கட்டுப்பாட்டில் 'கட்டுப்பாட்டை அகற்ற முடியாது
uk: Не можна видалити точку з лінії «via» що позначає обмеження маневрів
zh_hant: 無法移除轉向限制關係中屬於「轉向」線段的節點

source: Can't remove Turn Restriction 'via' node
ar: لا يمكن إزالة تقييد الانعطاف "عبر" العقدة
cs: Nelze odstranit bod „přes“ u omezení odbočení
de: Kann 'Via'-Knoten der Abbiegebeschränkung nicht löschen
es: No se puede eliminar la restricción de giro 'via' del nodo
et: Pöörangu piirangut läbivat punkti ei saa eemaldada
fr: Impossible de supprimer le nœud 'via' d'une interdiction de tourner
hr: Nije moguće ukloniti čvor ograničenja skretanja „preko”
ja: 進行方向制限の'via'ノードは削除できません
mr: वळण प्रतिबंध असलेली 'via' गाठ काढून टाकू शकत नाही
nb_no: Kan ikke fjerne svingerestriksjon 'via' node
nl: Kan een afslagbeperking 'via'-knoop niet verwijderen
pt: Não é possível remover a restrição de viragem do nó com função 'via' (através de)
pt_br: Não é possível remover a restrição de direção do nó com função 'via' (através de)
ru: Невозможно удалить точку с ролью ‘via’, участвующую в ограничении манёвров
ta: 'முனை வழியாக' டர்ன் கட்டுப்பாட்டை அகற்ற முடியாது
uk: Не можна видалити точку «via» зі звʼязка для обмежень маневрів
zh_hant: 無法移除轉向限制關係中的「轉向」節點

source: Can't remove Turn Restriction node connecting 'to'/'from' to 'via'
ar: لا يمكن إزالة عقدة تقييد الانعطاف التي تربط 'إلى'/'من' إلى'عبر'
cs: Nelze odstranit bod omezení odbočení spojující „do“/„z“ a „přes“
de: Kann Abbiegebeschränkuns-Knoten, der 'Von'/'Zu' mit 'Via' verbindet, nicht löschen
es: No se puede eliminar el nodo de restricción de giro que conecta 'a'/'desde' a 'a través de'
et: Lähte- või sihtkohta ja läbivat punkti ühendavat pöörangu piirangut ei saa eemaldada
fr: Impossible de supprimer le nœud d'une interdiction de tourner connectant 'to'/'from' à 'via'
hr: Nije moguće ukloniti čvor ograničenja skretanja, koji povezuje „u smjeru”/„iz smjera” u „preko”
ja: 'to'/'from' から 'via'に接続する進行方向制限ノードは削除できません
mr: 'to'/'from' ते 'via' जोडणारी वळण प्रतिबंध गाठ काढू शकत नाही
nb_no: Kan ikke fjerne node i svingerestriksjonen som kobler 'til'/'fra' til 'via'
nl: Kan een afslagbeperkingsknoop die 'van'/'naar' verbindt met 'via' niet verwijderen
pt: Não é possível remover a restrição de viragem do nó conectando 'to / from' (para / de) a 'via' (através de)
pt_br: Não é possível remover a restrição de direção do nó conectando 'to / from' (para / de) a 'via' (através de)
ru: Невозможно удалить точку с ограничением манёвров, связывающую роли 'to'/'from' с 'via'
ta: '/' இலிருந்து 'முதல்' வழியாக 'உடன் இணைக்கும் திருப்ப கட்டுப்பாட்டு முனையை அகற்ற முடியாது
uk: Не можна видалити точку обмежень маневрів що зʼєднує «to»/«from» з «via»
zh_hant: 無法移除在轉向限制的關係中已連結到「轉向節點」的「來向/去向」節點

source: Can't remove Turn Restriction to/from way
ar: لا يمكن إزالة تقييد الانعطاف من / إلى الطريق
cs: Nelze odstranit omezení odbočení do/z cesty
de: Kann Von/Zu-Weg der Abbiegebeschränkung nicht löschen
es: No se puede eliminar la restricción de giro hacia/desde la vía
et: Lähte- või sihtkoha tee pöörangu piirangut ei saa eemaldada
fr: Impossible de supprimer le chemin 'to'/'from' d'une interdiction de tourner
hr: Nije moguće ukloniti ograničenje skretanja s puta „u smjeru”/„iz smjera”
id: Tidak dapat menghapus way ke/dari pada Pembatasan Belokan
ja: 進行方向制限のto/fromウェイは削除できません
mr: मार्गावर/पासून वळणाचे निर्बंध काढू शकत नाही
nb_no: Kan ikke fjerne svingerestriksjon til/fra vei
nl: Kan afslagbeperking 'van'/'naar'-weg niet verwijderen
pt: Não é possível remover a restrição de viragem da linha com a função 'to / from' (para / de)
pt_br: Não é possível remover restrição de direção da linha com função 'to / from' (para / de)
ru: Невозможно удалить линию с ролью to/from, участвующую в ограничении манёвров
ta: திருப்பக் கட்டுப்பாட்டை/வழியில் இருந்து அகற்ற முடியாது
uk: Не можна видалити лінію з роллю «to» або «from» якою позначене обмеження маневрів
zh_hant: 無法移除轉向限制關係中的「來向/去向」線段

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
es: Cancelar
et: Tühista
eu: Ezabatu
fi: Peruuta
fr: Annuler
hr: Odustani
id: Batal
it: Annulla
ja: 中止
mr: रद्द करा
nb_no: Avbryt
nl: Annuleren
pt: Cancelar
pt_br: Cancelar
ru: Отмена
ta: ரத்துசெய்
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

source: Cannot compose message
ar: لا يمكن إنشاء رسالة
cs: Zprávu nelze vytvořit
de: Nachricht kann nicht erstellt werden
es: No es posible redactar el mensaje
et: Sõnumit ei saa koostada
fr: Impossible de rédiger le message
hr: Nije moguće sastaviti poruku
id: Tidak dapat menulis pesan
it: Impossibile comporre il messaggio
ja: メッセージを作成できません
mr: निरोप तयार करू शकत नाही
nb_no: Kan ikke forfatte melding
nl: Kan bericht niet samenstellen
pt: Não é possível redigir a mensagem
pt_br: Não é possível redigir a mensagem
ru: Не удалось создать сообщение
ta: செய்தியை உருவாக்க முடியாது
uk: Не вдалося скласти повідомлення
zh_hant: 無法產生訊息內容

source: Cannot connect an inner way to an outer way
ar: لا يمكن توصيل الخط الذي يمثل أطراف داخلية بخطوط الأطراف خارجية
cs: Vnitřní a vnější linie nelze spojit
de: Kann inneren Weg nicht mit äußerem Weg verbinden
es: No se puede conectar una vía interior a una vía exterior
et: Sisemist teed ei saa välimisega ühendada
fr: Impossible de connecter un chemin interne à un chemin externe
hr: Nije moguće povezati unutarnji put s vanjskim putom
ja: innerウェイはouterウェイに接続できません
mr: आतील मार्ग बाह्य मार्गाशी जोडू शकत नाही
nb_no: Kan ikke koble til en indre vei til en ytre vei
nl: Kan een binnenste weg niet verbinden aan een buitenste weg
pt: Não é possível conectar uma linha de dentro a uma linha de fora
pt_br: Não é possível conectar uma linha de dentro a uma linha de fora
ru: Невозможно соединить внутренний контур с внешним
ta: வெளிப்புற வழியில் ஒரு உள் வழியை இணைக்க முடியாது
uk: Не вдалося зʼєднати лінію «inner» з лінією «outer»
zh_hant: 無法將內部線段連結到外部線段

source: Change
ar: تغيير
cs: Změnit
de: Wechseln
es: Cambiar
et: Muuda
eu: Aldatu
fr: Changer
hr: Promjena
ja: 変更
mr: बदल
nb_no: Endre
pt: Alterar
pt_br: Trocar
ru: Изменить
ta: மாற்றம்
uk: Замінити
zh_hant: 變更

source: Changeset
ar: مجموعة التغييرات
cs: Sada změn
de: Änderungssatz
es: Conjunto de cambios
et: Muudatuste kogum
eu: Aldaketa-multzoa
fi: Muutoskokoelma
fr: Groupe de modifications
hr: Skup promjena
ja: 変更セット
mr: बदलसंच
nb_no: Endringsflis
nl: Wijzigingenset
pt: Conjunto de alterações
pt_br: Conjunto de alterações
ru: Пакет правок
ta: மாற்றங்கள்
uk: Набір змін
vi: Bộ thay đổi
zh_hans: 变更集
zh_hant: 變更集

source: Clear OSM Data
ar: مسح بيانات خريطة الشارع المفتوحة
cs: Vyčistit OSM data
de: OSM-Daten leeren
es: Borrar los datos de OSM
et: Tühjenda OSM-andmed
fi: Tyhjennä OSM-data
fr: Effacer les données OSM
hr: Izbriši OSM podatke
it: Pulisci Dati OSM
ja: OSMデータをクリア
mr: OSM डेटा साफ करा
nb_no: Tøm OSM-data
nl: OSM-gegevens leegmaken
pt: Limpar dados do OpenStreetMap
pt_br: Limpar dados OpenStreetMap
ru: Очистить данные OSM
ta: OSM தரவை அழிக்கவும்
uk: Почистити дані OSM
zh_hans: 清除OSM数据
zh_hant: 清除 OSM 資料

source: Commit
ar: إرسال
cs: Odeslat
de: Hochladen
es: Consolidar
et: Rakenda
eu: Onartu
fr: Valider
hr: Potvrdi
id: Kommit
ja: コミット
mr: वचनबद्ध
nb_no: Send inn
nl: Uploaden
pt: Confirmar
pt_br: Confirmar
ru: Внести изменения
ta: கமிட்
uk: Змінити
zh_hans: 提交
zh_hant: 提交

source: computing size...
ar: حساب الحجم ...
cs: počítání velikosti…
de: Größe berechnen…
es: calculando tamaño…
et: suuruse arvutamine…
fr: calcul de la taille...
hr: izračunavanje veličine …
id: mengkomputasi ukuran...
ja: サイズを計算中...
nb_no: regner ut størrelse …
nl: grootte berekenen...
pl: obliczanie rozmiaru...
pt: a calcular o tamanho…
pt_br: calculando o tamanho…
ru: вычисление размера...
ta: கணினி அளவு ...
uk: обчислення розміру...
vi: đang tính kích thước…
zh_hans: 计算大小...
zh_hant: 計算大小中...

source: Configure
ar: تهيئة
cs: Konfigurovat
de: Konfigurieren
es: Configurar
et: Seadista
fi: Määritä
fr: Configurer
hr: Konfiguriraj
id: Konfigurasi
it: Configura
ja: 構成
mr: मांडणी करा
nb_no: Sett opp
nl: Aanpassen
pt: Configurar
pt_br: Configurar
ru: Настроить
ta: உள்ளமைக்கவும்
uk: Налаштувати
vi: Thiết lập
zh_hans: 配置
zh_hant: 配置

source: Confirm move
ar: تأكيد النقل
cs: Potvrdit posun
de: Bewegung bestätigen
es: Confirmar el movimiento
et: Kinnita liigutamine
fi: Vahvista siirto
fr: Confirmer le déplacement
hr: Potvrdi premještanje
id: Konfirmasi perpindahan
it: Conferma spostamento
ja: 移動の確認
mr: हालचालीची पुष्टी करा
nb_no: Bekreft flytting
nl: Verschuiving bevestigen
pt: Confirmar ação de mover
pt_br: Confirmar ação de mover
ru: Подтвердить перемещение
ta: நகர்வை உறுதிப்படுத்தவும்
uk: Підтвердити рух
zh_hans: 确认移动
zh_hant: 確認移動

source: Connecting the nodes would damage a relation
ar: ربط العقد من شأنه أن يضر علاقة
cs: Spojením bodů dojde k poškození relace
de: Diese Knoten zu verbinden würde eine Relation beschädigen
es: Conectar este nodo romperá una relación
et: Sõlmede ühendamine kahjustaks relatsiooni
fr: Connecter les nœuds endommagera une relation
hr: Spajanje čvorova bi pokvarilo vezu
it: Il collegamento dei nodi danneggerebbe una relazione
ja: このノードを接続するとリレーションを壊す可能性があります
mr: गाठी जोडल्या तर संबंध खराब होऊ शकतो
nb_no: Sammenkobling av nodene ville ha skadet en relasjon
nl: De knopen verbinden zou een relatie beschadigen
pt: Conectar os nós iria danificar uma relação
pt_br: Conectar os nós danificaria uma relação
ru: Объединение этих точек повредит отношение
ta: முனைகளை இணைப்பது ஒரு உறவை சேதப்படுத்தும்
uk: Обʼєднання точок може пошкодити звʼязок
zh_hans: 连接节点会破坏关系
zh_hant: 連接該節點將會破壞某個關係

source: Copy Tags
ar: نسخ الوسوم
cs: Kopírovat značky
de: Attribute kopieren
es: Copiar etiquetas
et: Kopeeri sildid
fi: Kopioi tagit
fr: Copier les étiquettes
hr: Kopiraj oznake
id: Salin Tag
it: Copia Tag
ja: タグをコピー
mr: टॅग कॉपी करा
nb_no: Kopier etiketter
nl: Tags kopiëren
pt: Copiar etiquetas
pt_br: Copiar etiquetas
ru: Копировать теги
ta: குறிச்சொற்களை நகலெடுக்கவும்
uk: Копіювати теґи
vi: Sao chép các Thẻ
zh_hans: 复制标签
zh_hant: 複製標籤

source: Could not duplicate object
ar: لا يمكن تكرار العنصر
cs: Objekt nelze duplikovat
de: Konnte Objekt nicht duplizieren
es: No es posible duplicar el objeto
et: Objekti dubleerimine ei õnnestu
fr: Impossible de dupliquer l'objet
hr: Nije bilo moguće duplicirati objekt
id: Tidak dapat menduplikasi objek
ja: オブジェクトを複製できませんでした
mr: वस्तूची दुसरी प्रत करता आली नाही
nb_no: Kunne ikke duplisere objekt
nl: Kon object niet dupliceren
pt: Não foi possível duplicar o objeto
pt_br: Não foi possível duplicar o objeto
ru: Не удалось сделать копию объекта
ta: பொருளை நகலெடுக்க முடியவில்லை
uk: Не можна здублювати обʼєкт
vi: Không thể nhân đôi đối tượng
zh_hans: 无法复制对象
zh_hant: 無法複製物件

source: Create
ar: إنشاء
cs: Vytvořit
de: Erstellen
es: Crear
et: Loo
eu: Sortu
fi: Luo
fr: Créer
hr: Stvori
id: Buat
it: Crea
ja: 新規作成
mr: निर्माण
nb_no: Opprett
nl: Aanmaken
pt: Criar
pt_br: Criar
ru: Создать
ta: உருவாக்கு
uk: Створити
vi: Tạo
zh_hans: 创建
zh_hant: 新增

source: create node
ar: إنشاء عقدة
cs: vytvořit bod
de: Erstelle Knoten
es: crear nodo
et: loo punkt
fi: luo piste
fr: créer un nœud
hr: stvori čvor
id: buat node
ja: ノードを新規作成
nb_no: opprett node
nl: knoop aanmaken
pl: utwórz węzeł (punkt)
pt: criar nó
pt_br: criar nó
ru: создать точку
ta: முனை உருவாக்கவும்
uk: створити точку
vi: tạo nốt
zh_hans: 创建节点
zh_hant: 新增節點

source: create relation
ar: إنشاء علاقة
cs: vytvořit relaci
de: Erstelle Relation
es: crear relación
et: loo relatsioon
fi: luo relaatio
fr: créer une relation
hr: stvori vezu
id: buat hubungan
ja: リレーションを新規作成
nb_no: opprett relasjon
nl: relatie aanmaken
pl: stwórz relację
pt: criar relação
pt_br: criar relação
ru: создать отношение
ta: உறவை உருவாக்குங்கள்
uk: створити звʼязок
vi: tạo quan hệ
zh_hans: 创建关系
zh_hant: 新增關係

source: Create Relation
ar: إنشاء علاقة
cs: Vytvořit relaci
de: Erstelle Relation
es: Crear relación
et: Loo relatsioon
fi: Luo relaatio
fr: Créer une relation
hr: Stvori vezu
id: Buat Hubungan
it: Crea Relazione
ja: リレーションを新規作成
mr: संबंध निर्माण करा
nb_no: Opprett relasjon
nl: Relatie aanmaken
pt: Criar relação
pt_br: Criar relação
ru: Создать отношение
ta: உறவை உருவாக்குங்கள்
uk: Створити звʼязок
vi: Tạo Quan hệ
zh_hans: 创建关系
zh_hant: 新增關係

source: Create Relation Type
ar: إنشاء نوع العلاقة
cs: Typ vytvářené relace
de: Erstelle Relations-Typ
es: Crear tipo de relación
et: Loo relatsiooni liik
fr: Créer un type de relation
hr: Stvori vrstu veze
id: Buat Jenis Hubungan
ja: リレーション種別を新規作成
mr: संबंध प्रकार निर्माण करा
nb_no: Opprett relasjonstype
nl: Relatietype aanmaken
pt: Tipo de relação a criar
pt_br: Tipo de relação a criar
ru: Задать тип отношения
ta: உறவு வகையை உருவாக்கவும்
uk: Зазначити тип звʼязку
vi: Tạo Kiểu Quan hệ
zh_hans: 创建关系类型
zh_hant: 新增關係類型

source: create turn restriction
ar: إنشاء قيود انعطاف
cs: vytvořit omezení odbočení
de: Abbiegebeschränkung erstellen
es: crear restricción de giro
et: loo pöördepiirang
fr: créer une interdiction de tourner
hr: stvori ograničenje skretanja
id: buat batasan belokan
ja: 進行方向制限を新規作成
nl: afslagbeperking aanmaken
pt: criar restrição de viragem
pt_br: criar restrição de direção
ru: создать ограничение поворота
ta: திருப்பக் கட்டுப்பாட்டை உருவாக்குங்கள்
uk: створити обмеження повороту
vi: tạo hạn chế rẽ
zh_hans: 创建转向限制
zh_hant: 新增轉向限制關係

source: create way
ar: إنشاء طريق
cs: vytvořit linii
de: Erstelle Weg
es: crear vía
et: loo tee
fi: luo viiva
fr: créer un chemin
hr: stvori put
id: buat way
ja: ウェイを新規作成
nb_no: opprett vei
nl: weg aanmaken
pl: stwórz linię
pt: criar linha
pt_br: criar linha
ru: создать линию
ta: வழியை உருவாக்குங்கள்
uk: створити лінію
vi: tạo lối
zh_hans: 创建路径
zh_hant: 新增線段

source: Current Track
ar: المسار الحالي
cs: Aktuální trasa
de: Aktueller Track
es: Trayecto actual
et: Praegune rada
fi: Nykyinen jälki
fr: Suivi actuel
hr: Trenutačna staza
it: Traccia Corrente
ja: 現在のトラック
mr: वर्तमान ट्रॅक
nb_no: Nåværende spor
nl: Huidige track
pt: Trilho atual
pt_br: Trilha atual
ru: Текущий трек
ta: தற்போதைய பாதை
uk: Поточний трек
zh_hans: 当前轨迹
zh_hant: 當前的航跡

source: Database error
ar: خطأ في قاعدة البيانات
cs: Chyba databáze
de: Datenbankfehler
es: Error de la base de datos
et: Andmebaasi viga
fr: Erreur de base de données
hr: Greška baze podataka
ja: データベースのエラー
mr: डेटाबेस त्रुटी
nb_no: Databasefeil
nl: Database-fout
pt: Erro na base de dados
pt_br: Erro no banco de dados
ru: Ошибка базы данных
ta: தரவுத்தள பிழை
uk: Помилка бази даних
zh_hans: 数据库错误
zh_hant: 資料庫錯誤

source: Delete
ar: حذف
cs: Smazat
de: Löschen
es: Eliminar
et: Kustuta
eu: Ezabatu
fi: Poista
fr: Supprimer
hr: Izbriši
id: Hapus
it: Cancella
ja: 削除
mr: पुसा
nb_no: Slett
nl: Verwijderen
pt: Eliminar
pt_br: Apagar
ru: Удалить
ta: நீக்கு
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete %@?
ar: حذف %@؟
cs: Smazat %@?
de: %@ löschen?
es: ¿Quiere eliminar «%@»?
et: Kustutada %@?
eu: %@ ezabatu?
fi: Poista %@?
fr: Supprimer %@ ?
hr: Izbrisati %@?
ja: %@ を削除しますか?
mr: %@ पुसून टाकायचे?
nb_no: Slett %@?
nl: %@ verwijderen?
pt: Eliminar %@?
pt_br: Apagar %@?
ru: Удалить %@?
ta: %@ஐ நீக்கவா?
uk: Видалити %@?
zh_hant: 刪除 %@ ？

source: Delete completely
ar: حذف بشكل كامل
cs: Zcela smazat
de: Vollständig löschen
es: Eliminar por completo
et: Kustuta täielikult
eu: Betiko ezabatu
fi: Poista kokonaan
fr: Supprimer définitivement
hr: Potpuno izbriši
id: Hapus sepenuhnya
it: Cancella completamente
ja: 完全に削除
mr: पूर्णपणे पुसा
nb_no: Slett fullstendig
nl: Compleet verwijderen
pt: Eliminar completamente
pt_br: Apagar completamente
ru: Удалить полностью
ta: முழுமையாக நீக்கு
uk: Видалити повністю
vi: Xóa hẳn
zh_hans: 完全删除
zh_hant: 完全刪除

source: Delete failed
ar: فشل الحذف
cs: Odstranění se nezdařilo
de: Löschen fehlgeschlagen
es: Falló la eliminación
et: Kustutamine ebaõnnestus
eu: Ezin ezabatu
fi: Poistaminen epäonnistui
fr: Échec de la suppression
hr: Brisanje neuspjelo
id: Penghapusan gagal
it: Cancellazione fallita
ja: 削除失敗
mr: पुसणे अपयशी
nb_no: Sletting mislyktes
nl: Verwijderen is mislukt
pt: Falha ao eliminar
pt_br: Falha na exclusão
ru: Не удалось удалить
ta: நீக்கு தோல்வியுற்றது
uk: Не вдалося видалити
vi: Thất bại khi xóa
zh_hans: 删除失败
zh_hant: 刪除失敗

source: delete multipolygon
ar: حذف مضلعات متعددة
cs: smazat multipolygon
de: Lösche Multiploygon
es: eliminar multipolígono
et: kustuta hulknurk
fi: poista multipolygoni
fr: supprimer le multipolygone
hr: izbriši mnogokut
id: hapus multipolygon
ja: マルチポリゴンを削除
nb_no: slett multipolygon
nl: multipolygoon verwijderen
pl: usuń multipolygon
pt: eliminar multipolígono
pt_br: apagar multipolígono
ru: удалить мультиполигон
ta: மல்டிபோலிகோனை நீக்கு
uk: видалити мультиполігон
vi: xóa tổ hợp đa giác
zh_hant: 刪除複多邊形

source: delete node
ar: حذف العقدة
cs: smazat bod
de: Lösche Knoten
es: eliminar nodo
et: kustuta punkt
fi: poista piste
fr: supprimer le nœud
hr: izbriši čvor
id: hapus node
it: Cancella nodo
ja: ノードを削除
nb_no: slett node
nl: knoop verwijderen
pl: usuń węzeł (punkt)
pt: eliminar nó
pt_br: apagar nó
ru: удалить точку
ta: முனையை நீக்கு
uk: видалити точку
vi: xóa nốt
zh_hans: 删除节点
zh_hant: 刪除節點

source: delete node from way
ar: حذف العقدة من الطريق
cs: smazat bod z linie
de: Knoten vom Weg löschen
es: eliminar nodo de la vía
et: kustuta punkt teelt
fi: poista piste viivalta
fr: supprimer le nœud du chemin
hr: izbriši čvor iz puta
ja: ノードをウェイから削除
nb_no: slett node fra vei
nl: knoop uit een weg verwijderen
pl: usuń węzeł (punkt) z linii
pt: eliminar nó da linha
pt_br: apagar nó da linha
ru: удалить точку с линии
ta: வழியிலிருந்து முனையை நீக்கு
uk: видалити точку з лінії
vi: xóa nốt khỏi lối
zh_hant: 刪除線段中的節點
